/*შექმენით მასივი ელემენტებით: ფორთოხალი, ბანანი, მსხალი 
გამოიტანეთ ეკრანზე რამდენი ელემენტია მასივში
მასივის ბოლოს დაამატეთ 2 ელემენტი: ვაშლი და ანანასი
მასივის დასაწყისში-საზამთრო
გამოიტანეთ ეკრანზე რამდენი ელემენტია მასივში
მასივის მე-3 ადგილას დაამატეთ -მანგო
წაშალეთ მასივიდან პირველი და ბოლო ელემენტი
გამოიტანეთ ეკრანზე რამდენი ელემენტი დარჩა მასივში*/

let fruits=['ფორთოხალი', 'ბანანი', 'მსხალი'];

console.log (fruits.length);

fruits.push('ვაშლი', 'ანანასი');
fruits.unshift('საზამთრო');

console.log(fruits.length);

fruits.splice(2, 0, 'მანგო');

fruits.shift();
fruits.pop();

console.log(fruits.length);


